
local DataTable = 
{
	[ 1001 ] = {
		Content = {
			[ 1 ] = {
				Answer = { [[强身符反弹符]], [[强身反弹]], [[强身符和反弹符]], } ,
				NumberAnswer = {
					Unit = {
						NeedUnit = false ,
					} ,
				} ,
				Question = [[方寸玩家可以使用什么技能解除封印状态？]] ,
			} ,
			[ 2 ] = {
				Answer = { [[哈哈]], } ,
				NumberAnswer = {
					Unit = {
						NeedUnit = false ,
					} ,
				} ,
				NumberAnwer = {
					Number = 5.000000 ,
					Unit = {
						UnitName = { [[阶]], } ,
					} ,
				} ,
				Question = [[瑶池的镇妖技能达到七个目标需要达到几阶技能?]] ,
			} ,
			[ 3 ] = {
				Answer = { [[不知道]], [[I Don't Know]], } ,
				NumberAnswer = {
					Unit = {
						NeedUnit = true ,
					} ,
				} ,
				NumberAnwer = {
					Number = 10.000000 ,
					Unit = {
						UnitName = { [[CD]], [[回合]], } ,
					} ,
				} ,
				Question = [[方寸玩家的强身符可以加强防御多少回合？]] ,
			} ,
		} ,
		Count = 8 ,
		IsValid = true ,
		Msg = [[测试表单Msg]] ,
		Time = {
			day = 4 ,
			hour = 1 ,
			min = 0 ,
			month = 12 ,
			sec = 0 ,
			year = 2009 ,
		} ,
	} ,
	[ 1002 ] = {
		Content = {
			[ 1 ] = {
				Content = [[#R广寒宫#Y突然出现了一批小妖怪，难道真是玉兔为了趁乱下凡，参与民间元旦佳节而故意制造的混乱么？快去看看情况，帮助嫦娥阻拦住玉兔下凡吧。#93]] ,
				Count = 3 ,
				Interval = 0 ,
				TimePoint = {
					hour = 14 ,
					min = 0 ,
					sec = 0 ,
				} ,
			} ,
			[ 2 ] = {
				Content = [[#R眼见前往阻拦的人越来越多，玉兔化身的小妖怪们作鸟兽散，广寒宫暂时恢复了宁静。]] ,
				Count = 3 ,
				Interval = 0 ,
				TimePoint = {
					hour = 16 ,
					min = 0 ,
					sec = 0 ,
				} ,
			} ,
			[ 3 ] = {
				BeginTime = {
					hour = 0 ,
					min = 0 ,
					sec = 0 ,
				} ,
				Content = [[#R广寒宫#Y突然出现了一批小妖怪，难道真是玉兔为了趁乱下凡，参与民间元旦佳节而故意制造的混乱么？快去看看情况，帮助嫦娥阻拦住玉兔下凡吧。#93]] ,
				Count = 1 ,
				EndTime = {
					hour = 23 ,
					min = 59 ,
					sec = 0 ,
				} ,
				Interval = 1800 ,
			} ,
			[ 4 ] = {
				BeginTime = {
					hour = 0 ,
					min = 0 ,
					sec = 0 ,
				} ,
				Content = [[#R广寒元旦诗词鉴赏大会开幕啦！携有诗词散字的贤士可以前往#G广寒宫#R参与了。#50还没有寻到诗词散字的朋友，可以到#G广寒宫（46，29）#R处找嫦娥侍女#Y小月#R打探散字的消息。#90]] ,
				Count = 1 ,
				EndTime = {
					hour = 23 ,
					min = 59 ,
					sec = 0 ,
				} ,
				Interval = 3600 ,
			} ,
			[ 5 ] = {
				BeginTime = {
					hour = 0 ,
					min = 0 ,
					sec = 0 ,
				} ,
				Content = [[#R广寒宫遍布精美的诗版，只要你找到了散字，就可以前往诗版，镶嵌散字了！诗版镶嵌成功后，出了力的贤士将获得嫦娥仙子赠送的#G灵蛋#R，可以孵化出无比伦比的神兽哦！#92]] ,
				Count = 1 ,
				EndTime = {
					hour = 23 ,
					min = 59 ,
					sec = 0 ,
				} ,
				Interval = 3600 ,
			} ,
			[ 6 ] = {
				BeginTime = {
					hour = 0 ,
					min = 0 ,
					sec = 0 ,
				} ,
				Content = [[#Y连日来，各方贤士四处寻找散字，令各地居民头疼不已，见此情况，小月也缄口不言，不发布散字的消息了。已得到散字的贤士们，于1月4日24：00前还可以进行诗词镶嵌，抓紧时间吧。#93]] ,
				Count = 1 ,
				EndTime = {
					hour = 23 ,
					min = 59 ,
					sec = 0 ,
				} ,
				Interval = 3600 ,
			} ,
			[ 7 ] = {
				Content = [[广寒元旦诗会落下了帷幕，流连于广寒宫的贤士们，可以离开了，诗词镶嵌与灵蛋孵化，将。#34]] ,
				Count = 3 ,
				FixDate = {
					day = 4 ,
					month = 1 ,
					year = 2010 ,
				} ,
				Interval = 0 ,
				TimePoint = {
					hour = 0 ,
					min = 0 ,
					sec = 0 ,
				} ,
			} ,
		} ,
		Count = 7 ,
		IsValid = false ,
		Msg = [[备用表单Msg]] ,
		Time = {
			day = 4 ,
			hour = 1 ,
			min = 0 ,
			month = 12 ,
			sec = 0 ,
			year = 2009 ,
		} ,
	} ,
	[ 1003 ] = {
		Content = {
			BU = {
				Name = [[狐不归]] ,
				School = [[DF]] ,
				Skill = { 506101, 506102, 506203, 506104, 506105, 506106, 506107, 506308, 506109, 506110, 506211, 506112, 506113, 506114, } ,
			} ,
			DY = {
				Name = [[蝶翼]] ,
				School = [[YC]] ,
				Skill = { 503101, 503106, 503203, 503104, 503102, 503105, 503107, 503308, 503109, 503110, 503211, 503112, 503113, 503114, } ,
			} ,
			HQ = {
				Name = [[红墙]] ,
				School = [[DT]] ,
				Skill = { 502101, 502102, 502203, 502104, 502105, 502106, 502107, 502308, 502109, 502110, 502211, 502112, 502113, 502114, } ,
			} ,
			HY = {
				Name = [[画魂]] ,
				School = [[YC]] ,
				Skill = { 503101, 503106, 503203, 503104, 503102, 503105, 503107, 503308, 503109, 503110, 503211, 503112, 503113, 503114, } ,
			} ,
			ML = {
				Name = [[媚灵狐]] ,
				School = [[BG]] ,
				Skill = { 505101, 505102, 505203, 505104, 505105, 505106, 505107, 505308, 505109, 505110, 505211, 505112, 505113, 505114, } ,
			} ,
			MR = {
				Name = [[慕容]] ,
				School = [[FC]] ,
				Skill = { 501101, 501102, 501203, 501104, 501105, 501106, 501107, 501308, 501109, 501110, 501211, 501112, 501113, 501114, 0, } ,
			} ,
			PY = {
				Name = [[皮影仙]] ,
				School = [[YC]] ,
				Skill = { 503101, 503106, 503203, 503104, 503102, 503105, 503107, 503308, 503109, 503110, 503211, 503112, 503113, 503114, } ,
			} ,
			QS = {
				Name = [[青山隐隐]] ,
				School = [[DF]] ,
				Skill = { 506101, 506102, 506203, 506104, 506105, 506106, 506107, 506308, 506109, 506110, 506211, 506112, 506113, 506114, } ,
			} ,
			QX = {
				Name = [[牵小牛]] ,
				School = [[BG]] ,
				Skill = { 505101, 505102, 505203, 505104, 505105, 505106, 505107, 505308, 505109, 505110, 505211, 505112, 505113, 505114, } ,
			} ,
			SL = {
				Name = [[水玲珑]] ,
				School = [[PT]] ,
				Skill = { 504101, 504102, 504203, 504110, 504105, 504106, 504107, 504308, 504109, 504104, 504211, 504112, 504113, 504114, } ,
			} ,
			SP = {
				Name = [[杀破狼]] ,
				School = [[DF]] ,
				Skill = { 505101, 505102, 505203, 505104, 505105, 505106, 505107, 505308, 505109, 505110, 505211, 505112, 505113, 505114, } ,
			} ,
			TS = {
				Name = [[天山雪]] ,
				School = [[FC]] ,
				Skill = { 501101, 501102, 501203, 501104, 501105, 501106, 501107, 501308, 501109, 501110, 501211, 501112, 501113, 501114, 0, } ,
			} ,
			WZ = {
				Name = [[武尊神]] ,
				School = [[PT]] ,
				Skill = { 504101, 504102, 504203, 504110, 504105, 504106, 504107, 504308, 504109, 504104, 504211, 504112, 504113, 504114, } ,
			} ,
			XS = {
				Name = [[萧相]] ,
				School = [[FC]] ,
				Skill = { 501101, 501102, 501203, 501104, 501105, 501106, 501107, 501308, 501109, 501110, 501211, 501112, 501113, 501114, 0, } ,
			} ,
			XT = {
				Name = [[玄天姬]] ,
				School = [[PT]] ,
				Skill = { 504101, 504102, 504203, 504110, 504105, 504106, 504107, 504308, 504109, 504104, 504211, 504112, 504113, 504114, } ,
			} ,
			YS = {
				Name = [[易水寒]] ,
				School = [[DT]] ,
				Skill = { 502101, 502102, 502203, 502104, 502105, 502106, 502107, 502308, 502109, 502110, 502211, 502112, 502113, 502114, } ,
			} ,
			ZT = {
				Name = [[澹台]] ,
				School = [[BG]] ,
				Skill = { 505101, 505102, 505203, 505104, 505105, 505106, 505107, 505308, 505109, 505110, 505211, 505112, 505113, 505114, } ,
			} ,
			ZX = {
				Name = [[朱邪]] ,
				School = [[DT]] ,
				Skill = { 502101, 502102, 502203, 502104, 502105, 502106, 502107, 502308, 502109, 502110, 502211, 502112, 502113, 502114, } ,
			} ,
		} ,
		IsValid = true ,
	} ,
}
function GetTable() return DataTable end

function GetContent(SheetName) return DataTable[SheetName].Content end
